{
    "Home Page": "Trang chủ",
    "language": {
        "english": "Tiếng Anh",
        "vietnamese": "Tiếng Việt"
    },
    "lang": "Ngôn Ngữ",
    "home": "Trang Chủ",
    "featured products": "sản phẩm nổi bật",
    "men clothes": "quần áo nam",
    "women clothes": "quần áo nữ",
    "kids clothes": "quần áo trẻ em",
    "handbag and shoes": "túi & giày",
    "login": "đăng nhập",
    "logout": "đăng xuất",
    "register": "đăng ký",
    "introduce": "giới thiệu",
    "contact": "liên hệ",
    "search product": "Tìm kiếm sản phẩm...",
    "open time": "Thời gian mở cửa",
    "monday": "Thứ 2",
    "sunday": "Chủ nhật",
    "news": "tin tức",
    "product": "sản phẩm",
    "recently viewed": "xem gần đây",
    "recently viewed products": "sản phẩm xem gần đây",
    "product introduction": "giới thiệu sản phẩm",
    "all products": "tất cả sản phẩm",
    "tran phu street": "Trần Phú",
    "phuoc vinh ward": "Phường Phước Vĩnh",
    "hue city": "TP.Huế",
    "product portfolio": "danh mục sản phẩm",
    "information": "thông tin",
    "about us": "về chúng tôi",
    "contact us": "liên hệ chúng tôi",
    "terms and conditions": "điều khoản & điều kiện",
    "returns and exchanges": "trả hàng & trao đổi",
    "shipping and delivery": "vận chuyển & giao hàng",
    "privacy policy": "chính sách bảo mật",
    "newsletter": "bản tin",
    "subscribe to our newsletter and get 10% off your first purchase": "Đăng ký nhận bản tin của chúng tôi và được giảm giá 10% khi mua hàng đầu tiên",
    "email address": "Địa Chỉ Email",
    "T-shirt U1ATN2031002": "Áo Thun U1ATN2031002",
    "shirt M1SMD2031001": "Áo Sơ mi M1SMD2031001",
    "T-shirt M1SMD2031001": "Áo Thun M1SMD2031001",
    "T-shirt W2ATN2051003": "Áo Thun W2ATN2051003",
    "jacket U1AKD2051003": "Áo Khoác U1AKD2051003",
    "trousers jean W2QJN50410011": "Quần Jean W2QJN50410011",
    "suede men's shoes AG0001":"giày nam da lộn AG0001",
    "hot women's lazy shoes 2021 BN0091": "Giày Lười Nữ Hot 2021 (BN0091)",
    "hot trend product": "sản phẩm nổi bật",
    "see more": "xem thêm",
    "One of the 'must have' outfits in the wardrobe probably can't help but mention the black jeans. With a simple, modern design but full of sophistication and fashion, they go with any outfit, giving the wearer a look that will never go out of style! So how to grasp the standard ways to coordinate without adjusting with these pants? Follow up with the sharing below with Tmart!": "Một trong những trang phục “phải có” trong tủ quần áo có lẽ không thể không nhắc đến chiếc quần jean đen. Với kiểu dáng đơn giản, hiện đại nhưng đầy vẻ tinh tế và thời trang, chúng kết hợp cùng mọi trang phục, mang đến người mặc vẻ ngoài ưa nhìn và không bao giờ lỗi mốt! Vậy để nắm bắt được những cách phối đồ chuẩn không cần chỉnh cùng chiếc quần này bằng cách nào? Hãy  theo dõi ngay những chia sẻ dưới đây cùng Tmart nhé!",
    "very standard outfit with black jeans for guys": "Phối đồ cực chuẩn cùng quần jean đen cho các chàng",
    "trend of mixing clothes with beautiful standard men's jogger pants for men": "Xu hướng mix đồ cùng quần jogger nam chuẩn đẹp cho nam",
    "youthful, dynamic and bold personality is the most concise thing when it comes to men's jogger pants. The pants were originally just for gym, sports or outdoor activities, today are cleverly 'transformed' by designers to be suitable for mixing & matching sets for going out, even going to school or work. in dynamic environments that do not require formal attire. So the trend of coordinating this item with this item is so beautiful? Let's follow Tmart right now!": "Trẻ trung, năng động và đậm cá tính là những gì ngắn gọn nhất khi nhắc đến chiếc quần jogger nam. Chiếc quần vốn dĩ chỉ để tập gym, thể thao hay các hoạt động ngoài trời, ngày nay được các nhà thiết kế “biến hóa” tài tình để phù hợp cho việc mix&match các set đồ đi chơi, thậm chí đi học hay đi làm ở những môi trường năng động không yêu cầu sự trang trọng trong trang phục. Vậy xu hướng phối đồ cùng item này sao cho chuẩn đẹp? Hãy cùng theo chân Tmart ngay nha!",
    "revealing the formula to mix beautiful clothes with men's tapered jeans" : "Bật mí công thức mix đồ đẹp với quần jean nam ống côn",
    "with the beauty that 'lasts with time', men's jeans are always loved and 'favored' by men to apply to most of their sets. Not only that, this item is even more 'stylized' into more designs and colors, giving 'fashionistas' a variety of styles and more choices": "Với nét đẹp “trường tồn với thời gian”, những chiếc quần jean nam luôn được phái mạnh yêu thích và “ưu ái” vận dụng vào đa số các set đồ của mình. Không chỉ dừng lại ở đó, item này ngay càng được “cách điệu” thành nhiều kiểu dáng và màu sắc hơn, mang đến “tín đồ thời trang” sự đa dạng trong phong cách và có sự nhiều lựa chọn hơn.",
    "pocket set of women's clothes for active summer": "Bỏ túi set quần áo nữ cho mùa hè năng động",
    "the clothes are liberal, young and full of energy, representing the 'summer windy' days, which are loved and chosen by the majority of women. In addition, they are also extremely versatile, not encapsulated in a few styles. Therefore, to better understand them as well as 'pocket' more women's clothing sets for the active summer right in the shares below": "Những bộ đồ mang phong cách phóng khoáng, trẻ trung và đầy năng lượng, đại diện cho những ngày “đầy nắng gió mùa hè”, được số đông phái nữ ưa chuộng và chọn lựa. Thêm vào đó, chúng cũng vô cùng đa phong cách chứ không hề gói gọn trong một vài kiểu dáng. Chính vì thế, để hiểu rõ hơn về chúng cũng như “bỏ túi” thêm cho bản thân những set quần áo nữ cho mùa hè năng động ngay trong những chia sẻ bên dưới đây nhé.",
    "the perfect way to mix women's fashion with these two styles": "Cách mix thời trang nữ cực chuẩn với hai kiểu áo này",
    "when it comes to the most 'easy' shirts when mixing, it's probably impossible not to mention T-shirts and shirts, right? With their delicate and unique design, these two items have never shown any signs of cooling down in 'all these years'. Whether you are a girl with an active, cute or personality, dusty style, they can still make the wearer 'satisfied'": "Nói đến những chiếc áo “dễ tính” nhất khi phối đồ có lẽ không thể không nhắc đến áo thun và sơ mi có đúng không nào? Với thiết kế tinh tế và độc đáo của mình, hai item này chưa bao giơ có dấu hiệu hạ nhiệt trong “ngần ấy năm”. Bạn là cô nàng mang phong cách năng động, dễ thương hay cá tính, bụi bặm thì chúng vẫn có thể khiến người mặc “hài lòng”",
    "all product": "Tất Cả Sản Phẩm",
    "brand": "nhãn hiệu",
    "brands": "nhãn hiệu",
    "price": "giá tiền",
    "rating": "đánh giá",
    "sort by": "sắp xếp",
    "name": "tên",
    "reset": "cài lại",
    "2-layer umbrella jacket AKD0030": "áo khoác dù 2 lớp AKD0030",
    "men's collar t-shirt ATN0116": "áo thun nam cổ bo ATN0116",
    "active, comfortable umbrella jacket. Simple style, cricket wear, from beautiful standard shirt" : "áo khoác Dù năng động, thoải mái. Phong cách đơn giản, dế mặc, from áo chuẩn đẹp",
    "material: high quality canvas, soft and cool inner lining": "chất liệu: vải dù cao cấp, lót trong mịn mát",
    "material: 2-way stretch cotton": "Chất liệu: cotton co giãn 2 chiều",
    "young dynamic jeans, from slim": "quần Jean năng động trẻ trung, from slim",
    "basic, classic and elegant design Easy to combine with many outfits": "kiểu dáng basic, cổ điển và lịch lãm Dễ dàng kết hợp với nhiều kiểu trang phục",
    "meticulously designed to every stitch line": "thiết kế tỉ mỉ đến từng đường kim mũi chỉ",
    "tweed hand bag HB0097": "túi xách tay phối vải tweed HB0097",
    "the combination between leather and tweed fabric is delicate and beautiful": "liệu phối giữa da và vải tweed tinh tế, đẹp mắt",
    "high quality synthetic leather material, soft, durable, beautiful": "chất liệu da tổng hợp cao cấp mềm, bền, đẹp",
    "men's and women's domba shoes": "giày domba nam nữ",
    "classic pleated handbag HB0122": "túi xách tay xếp ly cổ điển HB0122",
    "handbag with stylized handle HB0108": "túi xách tay quai cầm cách điệu HB0108",
    "double layer umbrella jacket AKD0030": "áo khoác dù 2 lớp AKD0030",
    "cartoon pattern shirt SMN0076": "sơ mi họa tiết Cartoon SMN0076",
    "patterned shirt SMN0068": "sơ mi họa tiết SMN0068",
    "men's short sleeve shirt SMN0001": "sơ mi nam tay ngắn SMN0001",
    "men's kaki shorts QSK0049": "quần short kaki nam QSK0049",
    "women's jean pants W2QJN1041006": "quần jean nữ W2QJN1041006",
    "women's T-shirt W2ATN2021028": "áo thun nữ W2ATN2021028",
    "baby girl dress 91084": "đầm váy bé gái 91084",
    "baby girl flower dress 90188": "đầm váy hoa bé gái 90188",
    "pointed toe high heels with tweed fabric BN0144": "giày cao gót mũi nhọn vải tweed BN0144",
    "you can not set too 500 product": "Bạn không thể đặt quá 500 sản phẩm",
    "quantity": "số lượng",
    "sizes": "kích thước",
    "related product": "sản phẩm liên quan",
    "add to cart": "thêm vào giỏ hàng",
    "share now": "chia sẻ ngay",
    "do not use bleach": "không dùng hóa chất tẩy",
    "iron at a suitable temperature, limit the use of a dryer": "ủi ở nhiệt độ thích hợp, hạn chế dùng máy sấy",
    "wash in normal mode, with similar colors": "giặt ở chế độ bình thường, với đồ có màu tương tự",
    "available in stores": "đang có tại các cửa hàng",
    "90 days product warranty": "bảo hành sản phẩm 90 ngày",
    "exchange within 30 days": "đổi hàng trong vòng 30 ngày",
    "sell": "bán hàng",
    "search": "tìm kiếm",
    "keyword search": "từ khóa tìm kiếm",
    "maybe you got lost": "Có lẽ bạn đã bị lạc",
    "return to the homepage if you want": "Quay lại trang chủ nếu bạn muốn",
    "come back": "Quay lại",
    "posted by": "Đăng bởi",
    "comments": "bình luận",
    "likes": "thích",
    "share": "chia sẻ",
    "search posts": "tìm kiếm bài viết",
    "featured news": "tin tức nổi bật",
    "men": "nam",
    "female": "nữ",
    "TMart was established with passion and desire for success in the field of e-commerce. We have been asserting our leading position with products": "TMart được thành lập với niềm đam mê và khát vọng thành công trong lĩnh vực Thương mại điện tử. Chúng tôi đã và đang khẳng định được vị trí hàng đầu bằng những sản phẩm",
    "phone": "Điện thoại",
    "contact info": "thông tin liên hệ",
    "first and last name": "họ và tên",
    "phone number": "số ĐT",
    "TMart men's fashion brand was established in March 2010, is the leading prestigious fashion brand in Vietnam exclusively for men": "Thương hiệu thời trang nam TMart được thành lập từ tháng 3 năm 2010, là thương hiệu thời trang uy tín hàng đầu tại Việt Nam dành riêng cho phái mạnh",
    "mission": "sứ mệnh",
    "vision": "tầm nhìn",
    "constantly creative and meticulous from production to service stages, in order to bring customers the most special shopping experiences": "Không ngừng sáng tạo và tỉ mỉ từ công đoạn sản xuất đến các khâu dịch vụ, nhằm mang đến cho Quý Khách Hàng những trải nghiệm mua sắm đặc biệt nhất",
    "quality products": "Sản phẩm chất lượng",
    "perfect service": "Dịch vụ hoàn hảo",
    "fresh and sophisticated fashion trend": "Xu hướng thời trang mới mẻ và tinh tế",
    "through fashion products, TMart always wants to convey to you good messages along with youthful and positive inspiration": "Thông qua các sản phẩm thời trang, TMart luôn mong muốn truyền tải đến bạn những thông điệp tốt đẹp cùng với nguồn cảm hứng trẻ trung và tích cực",
    "with the goal of building and developing sustainable values, in the next 10 years, TMart will become the leading brand of men's fashion in the Vietnamese market": "Với mục tiêu xây dựng và phát triển những giá trị bền vững, trong 10 năm tới, TMart sẽ trở thành thương hiệu dẫn đầu về thời trang phái mạnh trên thị trường Việt Nam",
    "TMart's message to you": "Thông điệp TMart gửi đến bạn",
    "TMart wants to inspire the boys positively": "TMart muốn truyền cảm hứng tích cực đến các chàng trai",
    "dressing well is very important, it shows your personality, confidence and a part of your lifestyle and way of thinking. Dress elegantly, live elegantly": "Việc mặc đẹp rất quan trọng, nó thể hiện được cá tính, sự tự tin và cả một phần lối sống, cách suy nghĩ của bản thân. Mặc thanh lịch, sống thanh lịch",
    "choose TMart, you are choosing the perfect for your own fashion highlight": "Chọn TMart, bạn đang lựa chọn sự hoàn hảo cho điểm nhấn thời trang của chính mình",
    "introducing TMart": "Giới thiệu TMart",
    "recruitment": "Tuyển dụng",
    "map": "Bản đồ",
    "ordering guide": "Hướng dẫn đặt hàng",
    "size guide": "Hướng dẫn chọn size",
    "payment policy - delivery" : "Chính sách thanh toán - Giao hàng",
    "exchange policy": "Chính sách đổi hàng",
    "vip guest policy": "Chính sách khách VIP",
    "frequently asked questions": "Câu hỏi thường gặp",
    "please choose product size": "Vui lòng chọn kích thước sản phẩm",
    "add to cart successfully": "Thêm vào giỏ hàng thành công",
    "empty": "trống",
    "into money": "thành tiền",
    "the number of products": "số lượng sản phẩm",
    "check out": "thủ tục thanh toán",
    "total money": "tổng tiền",
    "cart": "Giỏ hàng",
    "image": "hình ảnh",
    "product name": "tên sản phẩm",
    "size": "kích thước",
    "delete": "xóa",
    "no products have been added yet": "chưa có sản phẩm nào được thêm vào",
    "continue shopping": "tiếp tục mua sắm",
    "pay": "thanh toán",
    "first name": "Tên đầu",
    "last name": "Tên cuối",
    "password": "Mật khẩu",
    "this field is required": "Trường này là bắt buộc",
    "must be at least 6 characters": "phải có ít nhất 6 ký tự",
    "the email was registered": "Email đã được đăng ký",
    "successful account registration": "Đăng ký tài khoản thành công",
    "bad format email": "Email sai định dạng",
    "logged in successfully": "Đăng nhập thành công",
    "wrong email or password": "Sai Email hoặc mật khẩu",
    "you must logout first": "Bạn phải đăng xuất trước đã",
    "purchase history": "lịch sử mua hàng",
    "profile": "hồ sơ cá nhân",
    "admin page": "trang admin",
    "send": "gửi",
    "category": "thể loại",
    "product info": "thông tin sản phẩm",
    "description": "mô tả",
    "your product claim has an error in sending": "yêu cầu sản phẩm của bạn có lỗi trong quá trình gửi",
    "your product request has been sent": "Yêu cầu sản phẩm của bạn đã được gửi",
    "image upload successfully": "Tải ảnh thành công",
    "this product has been removed from the cart": "Sản phẩm này đã được xóa khỏi giỏ hàng",
    "billing detail": "chi tiết thanh toán",
    "your cart is empty": "Giỏ hàng của bạn trống",
    "delivery address": "Địa chỉ giao hàng",
    "confirm": "xác nhận",
    "order notes": "ghi chú đơn hàng",
    "additional information": "thông tin bổ sung",
    "notes about your order, for example a special note about the delivery time or location": "ghi chú về đơn hàng của bạn, ví dụ như ghi chú đặc biệt về thời gian giao hàng hoặc địa điểm giao hàng",
    "your order": "đơn hàng của bạn",
    "payment method": "phương thức thanh toán",
    "you will pay the full amount directly to the shipper after receiving the goods": "Bạn sẽ thanh toàn tiền trực tiếp cho shipper (nhân viên giao hàng) sau khi nhận được hàng",
    "free shipping with orders over 500000 VND or buy more than 1 product": "Miễn phí vận chuyển với đơn hàng trên 500.000 đồng hoặc mua nhiều hơn 1 sản phẩm",
    "free ship": "miễn phí vận chuyển",
    "bad format phone number": "Sđt sai định dạng",
    "must be at least 10 characters": "phải có ít nhất 10 ký tự",
    "must be at least 12 characters": "phải có ít nhất 12 ký tự",
    "back": "quay lại",
    "your payment details have been stored": "Chi tiết thanh toán của bạn đã được lưu trữ",
    "bill": "đơn hàng",
    "order code does not exist": "mã đơn hàng không tồn tại",
    "order confirm": "xác nhận đơn hàng",
    "you get free shipping with this invoice": "Bạn được miễn phí vẫn chuyển với hóa đơn này",
    "you don't get free shipping with this bill": "bạn không được miễn phí vận chuyển với hóa đơn này",
    "code order": "mã đơn hàng",
    "orderer's name": "tên người đặt hàng",
    "would you like to confirm this order": "bạn có muốn xác nhận đơn hàng này",
    "cancel": "hủy",
    "order confirmation failed": "Xác nhận đơn hàng thất bại",
    "order confirmation successful": "Xác nhận đơn hàng thành công",
    "your order has been sent successfully": "đơn đặt hàng của bạn đã được gửi thành công",
    "your order has been sent failed": "đơn đặt hàng của bạn gửi thất bại",
    "your order will be delivered in 3-5 days": "đơn hàng của bạn sẽ được gửi đến sau 3-5 ngày",
    "thank you for shopping at our store": "cám ơn quý khách đã mua hàng tại cửa hàng chúng tôi",
    "the order has been added to your purchase history": "Đơn hàng đã được thêm vào lịch sử mua hàng của bạn"
} 